{
  "films": [
    {
      "id": 1,
      "nom": "La cité de la peur",
      "real": "Alain Berbérian",
      "synopsis": "Odile Deray, attachée de presse, vient au Festival de Cannes pour présenter le film `Red is Dead'. Malheureusement, celui-ci est d'une telle faiblesse que personne ne souhaite en faire l'écho. Cependant, lorsque les projectionnistes du long-métrage en question meurent chacun leur tour dans d'étranges circonstances, `Red is dead' bénéficie d'une incroyable publicité. Serge Karamazov est alors chargé de protéger le nouveau projectionniste du film.",
      "annee": 1994,
      "img": "https://fr.web.img2.acsta.net/pictures/19/05/03/14/30/1132544.jpg",
      "details": ""
    },
    {
      "id": 2,
      "nom": "Le parrain",
      "real": "Francis Ford Coppola",
      "synopsis": "En 1945, à New York, les Corleone sont une des 5 familles de la mafia. Don Vito Corleone, `parrain' de cette famille, marie sa fille à un bookmaker. Sollozzo, `parrain' de la famille Tattaglia, propose à Don Vito une association dans le trafic de drogue, mais celui-ci refuse. Sonny, un de ses fils, y est quant à lui favorable. Afin de traiter avec Sonny, Sollozzo tente de faire tuer Don Vito, mais celui-ci en réchappe.",
      "annee": 1972,
      "img": "",
      "details": ""
    },
    {
      "id": 3,
      "nom": "Le grand bleu ",
      "real": "Luc Besson",
      "synopsis": "La rivalité de deux enfants, dans la mer, en Grèce, qui se poursuit lorsqu'ils sont adultes. Lequel des deux plongera le plus loin et le plus profond ? Leurs amours, leurs amitiés, avec les humains et avec les dauphins, à la poursuite d'un rêve inaccessible.",
      "annee": 1988,
      "img": "https://media.senscritique.com/media/000005764062/source_big/Le_Grand_Bleu.jpg",
      "details": ""
    }
  ],
  "albums": [
    {
      "id": 1,
      "nom": "The Dark Side of the Moon",
      "artiste": "Pink Floyd",
      "annee": 1973,
      "img": "https://m.media-amazon.com/images/I/81aTawcGdmL._SL1500_.jpg",
      "details": ""
    },
    {
      "nom": "Random Access Memories",
      "artiste": "Daft Punk",
      "annee": 2013,
      "details": "",
      "img": "https://static.fnac-static.com/multimedia/FR/Images_Produits/FR/fnac.com/Visual_Principal_340/8/1/6/0888837168618/tsp20130326101437/Random-acce-memories.jpg",
      "id": 3
    }
  ]
}